13/data/attachments/614cef92d967cda6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jeffery_right_Friend_5440_7</nif:username>
            <nif:friendToBeRequested>soap_friends_ac3da3b2-33ae-4ab0-8771-192183e6ae77</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>